;;; packages.el -*- lexical-binding: t; -*-
(package! org-modern)
(package! toml-mode)
(package! i3wm-config-mode)
(package! exercism
  :recipe (:host github
           :repo "anonimitoraf/exercism.el"))
(package! org-appear)
(package! dirvish
  :pin "4b63cd2")
(package! prism
  :recipe (:host github
           :repo "alphapapa/prism.el"))
(package! janet-mode)
